/*登录菜单*/

#include "UserText.h"
#include "pch.h"

using namespace std;

void UserText()
{
    cout << "=====================================================" << endl;
    cout << "---------------------登录菜单--------------------------" << endl;
    cout << "                   1、查看电影列表" << endl;
    cout << "                   2、查看关注列表" << endl;
    cout << "                   3、增删电影" << endl;
    cout << "                   4、增删关注电影" << endl;
    cout << "                   5、登出" << endl;
    cout << "-----------------------------------------------------" << endl;
    cout << "=====================================================" << endl;
    cout << "输入：";
}
