#include "pch.h"

using namespace std;

void WelcomeText()
{
    cout << "======================================================" << endl;
    cout << "---------------------开始菜单--------------------------" << endl;
    cout << "                   1、注册" << endl;
    cout << "                   2、登录" << endl;
    cout << "                   3、注销" << endl;
    cout << "                   4、关于" << endl;
    cout << "                   5、退出" << endl;
    cout << "-----------------------------------------------------" << endl;
    cout << "======================================================" << endl;
}